Repository: nakhimchea/playground
Catalog: lib/l10n/app_*.arb
Languages: km

# hsTitle
source: Playground
km: អនាគត

# loadingText
source: Loading...
km: កំពុងដំណើរការ

# noNetwork
source: Internet is not working. Try again!
km: អុីនធឺណិត៖ មិនដំណើរការ។ សូមព្យាយាមម្តងទៀត!

# noNetworkDisconnected
source: Check your connection.
km: មិនអាចភ្ជាប់ទៅអុីនធឺណិតបាន

source: No Data
km: មិនមានទិន្នន័យ

# searchLabel
source: Search
km: ស្វែងរក

# settingLabel
source: Settings
km: ការកំណត់

# homeLabel
source: Home
km: ទំព័រដើម

# aboutUsLabel
source: About Us
km: អំពីយើង

# privacyPolicyLabel
source: Privacy Policy
km: គោលការណ៍ឯកជនភាព

# termsAndConditionLabel
source: Terms and Conditions
km: លក្ខខណ្ឌ & ឯកជនភាព

# stayConnectedLabel
source: Stay Connected
km: រក្សាទំនាក់ទំនង

# playgroundLabel
source: Playground
km: សាកល្បង

# copyright
source: ©2025 Playground. All Rights Reserved.
km: រក្សាសិទ្ធិគ្រប់យ៉ាងដោយ Playground © 2025

# wrongScreenSizeLabel
source: Device unsupported!
km: ឧបករណ៍ប្រើប្រាស់របស់អ្នកមិនមានក្នុងបញ្ជីប្រើប្រាស់ទេ។

# navigationErrorLabel
source: Navigation error
km: បញ្ហាតំណភ្ជាប់

# navigationErrorDescription
source: We encountered a small issue setting up the navigation for you. It rarely happens, but it can occur during startup, but don't worry! The easiest way to resolve this issue is to simply close this application completely and reopen it. It can help us reconnect to the main system and resolve the issue you're experiencing. We apologize for any inconvenience that may occur. Thank you for your patience!
km: យើងបានជួបបញ្ហាបន្តិចបន្តួចក្នុងការរៀបចំតំណភ្ជាប់ សម្រាប់អ្នក។ វាកម្រនឹងកើតឡើង តែវាអាចកើតឡើងក្នុងអំឡុងពេលចាប់ផ្តើមដំណើរការ ប៉ុន្តែកុំបារម្ភអី! វិធីងាយស្រួលបំផុតដើម្បីដោះស្រាយបញ្ហានេះ គឺគ្រាន់តែបិទកម្មវិធីនេះទាំងស្រុង ហើយបើកវាឡើងវិញ។ វាអាចជួយអោយយើងភ្ជាប់ទំនាក់ទំនងទៅកាន់ប្រព័ន្ធមេសារជាថ្មី និងអាចដោះស្រាយបញ្ហាដែលបងកំពុងតែជួបប្រទះនេះបាន។ យើងខ្ញុំសូមអភ័យទោស ចំពោះការរអាក់រអួលប្រការណាមួយដែលអាចកើតមានឡើង។ សូមអរគុណចំពោះការអត់ធ្មត់របស់អ្នក!

# chatLabel
source: Chat
km: សារ

# chatFunctionDescription
source: Chat function is disabled until you verify your phone number. You will receive an account after verifying your phone number.
km: មុខងារសារត្រូវបានបិទ មុនពេលអ្នកបានបញ្ជាក់លេខទូរសព្ទរបស់អ្នករួចរាល់។ អ្នកនឹងទទួលបានគណនីមួយបន្ទាប់ពីបានបញ្ជាក់លេខទូរសព្ទរួចរាល់។

# chatFunctionEnable
source: Chat Function
km: មុខងារសារ

# cbAttractiveDescription
source: Artificial Intelligence
km: បញ្ញាសិប្បនិម្មិត

# cbAttractiveDescriptionTry
source: Try Artificial Intelligence
km: សាកល្បងបញ្ញាសិប្បនិម្មិត

# cbNameChangeLabel
source: Set Name
km: ដាក់ឈ្មោះ

# cbNameChangeHint
source: Ricky
km: រីគី

# cbReachLimitPerDay
source: Thank you for using our AI assistance for today! We would like to inform you that you have reached the daily limit of 20 questions for today. The question limit will be automatically reset every day. You can ask questions in any language, and we will be here to help you with all your tasks and concerns. We thank you in advance for your understanding of our special service limitations. We are working hard to introduce many more new features soon!
km: សូមអរគុណចំពោះការប្រើប្រាស់ជំនួយការសិប្បនិម្មិតរបស់យើងសម្រាប់ថ្ងៃនេះ! យើងសូមជម្រាបជូនថា លោកអ្នកបានឈានដល់ដែនកំណត់សំណួរប្រចាំថ្ងៃ ២០ សម្រាប់ថ្ងៃនេះហើយ។ ដែនកំណត់សំណួរនឹងត្រូវកំណត់ឡើងវិញរៀងរាល់ថ្ងៃដោយស្វ័យប្រវត្តិ។ លោកអ្នកអាចសួរសំណួរជាភាសាណាមួយក៍បាន ហើយយើងនឹងនៅទីនេះ ដើម្បីជួយអ្នកក្នុងកិច្ចការ និងចម្ងល់ទាំងអស់របស់អ្នក។ យើងសូមអរគុណទុកជាមុននូវការទទួលយកការអភ័យទោសចំពោះដែនកំណត់សេវាកម្មពិសេសៗរបស់យើង។ យើងកំពុងខិតខំយ៉ាងស្វិតស្វែងក្នុងការណែនាំមុខងារសមត្ថភាពថ្មីៗជាច្រើនទៀតក្នុងពេលឆាប់ៗនេះ!

# cbClearContextMessage
source: New Topic
km: ប្រធានបទថ្មី

# cbSendingStatusDetectingSourceLanguage
source: Detecting the language you're speaking...
km: កំពុងចាប់យកភាសាដែលអ្នកនិយាយ...

# cbSendingStatusReadingKnowledgeBase
source: Searching data in the world...
km: កំពុងរុករកទិន្នន័យក្នុងពិភពលោក...

# cbSendingStatusFinalizingResult
source: Preparing information for you...
km: កំពុងរៀបចំព័ត៌មានទៅឲ្យអ្នក...

# cbSearchFlightResponding
source: Responding...
km: កំពុងឆ្លើយតប...

# sendingVoiceLabel
source: Sent voice message
km: បានផ្ញើសារជាសម្លេង

# youReceivingAlertLabel
source: You received an alert message
km: អ្នកទទួលបានសារដំណឹង

# youSendingVoiceLabel
source: You sent a voice message
km: អ្នកបានផ្ញើសារជាសម្លេង

# youReceivingVoiceLabel
source: You received a voice message
km: អ្នកទទួលបានសារជាសម្លេង

# youSendingFileLabel
source: You sent a file
km: អ្នកបានផ្ញើឯកសារចេញ

# youReceivingFileLabel
source: You received a file
km: អ្នកទទួលបានឯកសារមួយ

# youSendingPhotoLabel
source: You sent a photo
km: អ្នកបានផ្ញើសារជារូបភាព

# youReceivingPhotoLabel
source: You received a photo
km: អ្នកទទួលបានសារជារូបភាព

# youSendingPhotosLabel
source: You sent multiple photos
km: អ្នកបានផ្ញើសាររូបភាពជាច្រើន

# youReceivingPhotosLabel
source: You received multiple photos
km: អ្នកទទួលបានសាររូបភាពជាច្រើន

# youReceivingQuickEmojiLabel
source: You received a heart message
km: អ្នកទទួលបានសារបេះដូង

# chatNoData
source: No chat data
km: មិនមានទិន្នន័យសារ

# fileSizeLimitLabel
source: File too large
km: ឯកសារធំលើសកំណត់

# fileSizeLimitText
source: The maximum file size you can send is 25MB. Please check your file again.
km: ទំហំធំបំផុតរបស់ឯកសារដែលអ្នកអាចផ្ញើបានគឺ 25MB។ សូមពិនិត្យមើលឯកសាររបស់អ្នកម្តងទៀត។

# lgInfo
source: You will receive a 5-digit code to verify your phone number.
km: អ្នកនឹងទទួលបានលេខកូដ៥ខ្ទង់ ដើម្បីបញ្ជាក់លេខទូរសព្ទ។

# lgEnterPhone
source: Enter phone number
km: បញ្ចូលលេខទូរសព្ទ

# lgCodeSentInfo
source: Verification code sent to
km: លេខកូដសារបានផ្ញើទៅកាន់

# lgEnterCode
source: Enter verification code
km: បញ្ចូលលេខកូដ

# lgNavigatorPop
source: Verification code will expire in
km: លេខកូដសារនឹងផុតកំណត់ក្នុងរយៈពេល

# lgSendCode
source: Send verification code
km: ផ្ញើលេខកូដ

# lgWarningLabel
source: System security protection
km: ប្រព័ន្ធការពារមូលដ្ឋាន

# lgWarningText
source: Sorry! We have detected that your phone verification code request is abnormal. Please wait, the system will investigate your daily request count first. You can try again within 24 hours from this moment. We apologize for any inconvenience in using this application.
km: សូមអភ័យទោស! ពួកយើងបានសង្កេតឃើញថា ការស្នើសុំលេខកូដទូរសព្ទរបស់លោកអ្នក មានភាពមិនប្រក្រតី។ សូមមេត្តារងចាំ ប្រព័ន្ធនឹងធ្វើការសើបអង្កេតចំនួនស្នើសុំរបស់លោកអ្នកប្រចាំថ្ងៃជាមុនសិន។ លោកអ្នកអាចព្យាយាមម្តងទៀតនៅក្នុងរយៈពេល២៤ម៉ោង រាប់ចាប់ពីវិនាទីនេះ។ សូមអភ័យទោសសម្រាប់ភាពរអាក់រអួលក្នុងការប្រើប្រាស់កម្មវិធីនេះ។

# lgSecond
source: seconds
km: វិនាទី

# lgVerifyCode
source: Verify code
km: បញ្ជាក់លេខកូដ

# skipLabel
source: Skip
km: រំលង

# tcPpTitle
source: Terms & Privacy
km: លក្ខខណ្ឌ & ឯកជនភាព

# tcPpSignOutLabel
source: Sign Out
km: ចាកចេញ

# tcPpAgreeLabel
source: Agree
km: យល់ព្រម

# pfLanguages
source: Language
km: ភាសា

# pfThemes
source: Theme
km: កម្រិតពន្លឺ

# pfThemeLight
source: Light
km: ភ្លឺ

# pfThemeDark
source: Dark
km: ងងឹត

# pfAboutUs
source: About Us
km: អំពីយើង

# pfTermsAndConditions
source: Terms and Conditions
km: លក្ខខណ្ឌ និងគោលការណ៍ផ្សេងៗ

# pfFAQ
source: FAQ
km: សំនួរ/ចម្លើយ

# pfCustomerSupport
source: Customer Support
km: ភ្នាក់ងារបម្រើអតិថិជន

# pfRateUs
source: Rate App
km: វាយតម្លៃកម្មវិធី

# pfShare
source: Share App
km: ចែករំលែកកម្មវិធី

# pfLogOut
source: Sign Out
km: ចាកចេញ

# pfVersion
source: App Version 1.0.0 (1)
km: កម្មវិធីជំនាន់ទី ១.០.០ (១)

# allowNotificationPermissionLabel
source: Allow notification service
km: អនុញ្ញាតសេវាប្រាប់ដំណឹង

# allowNotificationAlertMessage
source: This application requires the use of notification service to inform you about new messages and interactions with other users, including providing services you may need, with the best experience we provide. The security of your data will be taken care of most carefully and will not be taken apart before asking for your permission.
km: កម្មវិធីនេះត្រូវការប្រើប្រាស់សេវាប្រាប់ដំណឹង ដើម្បីប្រាប់អ្នកអំពីសារថ្មីៗ និងអន្តរកម្មជាមួយអ្នកប្រើប្រាស់ផ្សេងទៀត រួមទាំងផ្តល់នូវសេវាកម្មដែលអ្នកអាចនឹងត្រូវការ ជាមួយនឹងបទពិសោធន៍ដ៏ល្អបំផុតដែលយើងផ្តល់ជូន។ សុវត្ថិភាពនៃទិន្នន័យរបស់លោកអ្នកនឹងត្រូវបានយកចិត្តទុកដាក់បំផុត ហើយនឹងមិនត្រូវបានយកមកបំបែកមុនពេលសុំសិទ្ធិពីលោកអ្នកឡើយ។

# allowLocationPermissionLabel
source: Allow location service
km: អនុញ្ញាតសេវាទីតាំង

# allowLocationAlertMessage
source: This application requires the use of location service to allow you to post your business and find places to visit easily. The security of your data will be taken care of most carefully and will not be shared before asking for your permission.
km: កម្មវិធីនេះត្រូវការប្រើប្រាស់សេវាប្រាប់ទិសតំបន់ ដើម្បីអាចអោយអ្នកបង្ហោះអាជីវកម្មរបស់លោកអ្នក និងស្វែងរកកន្លែងដើរលេងបានយ៉ាងងាយស្រួល។ សុវត្ថិភាពនៃទិន្នន័យរបស់លោកអ្នកនឹងត្រូវបានយកចិត្តទុកដាក់បំផុត ហើយនឹងមិនត្រូវបានចែកចាយមុនពេលសុំសិទ្ធិពីលោកអ្នកឡើយ។

# allowCameraPermissionLabel
source: Allow camera
km: អនុញ្ញាតថតរូប

# allowCameraAlertMessage
source: This application requires the use of camera to allow you to take photos. The security of your data will be taken care of most carefully and will not be shared before asking for your permission.
km: កម្មវិធីនេះត្រូវការប្រើប្រាស់កាម៉េរា ដើម្បីអាចអោយអ្នកថតរូបបាន។ សុវត្ថិភាពនៃទិន្នន័យរបស់លោកអ្នកនឹងត្រូវបានយកចិត្តទុកដាក់បំផុត ហើយនឹងមិនត្រូវបានចែកចាយមុនពេលសុំសិទ្ធិពីលោកអ្នកឡើយ។

# allowPhotosPermissionLabel
source: Allow photos
km: អនុញ្ញាតរូបថត

# allowPhotosAlertMessage
source: This application requires the use of your photo library to allow you to select photos. The security of your data will be taken care of most carefully and will not be shared before asking for your permission.
km: កម្មវិធីនេះត្រូវការប្រើប្រាស់កម្រងរូបភាពរបស់អ្នក ដើម្បីអាចអោយអ្នកជ្រើសរើសរូបភាពបាន។ សុវត្ថិភាពនៃទិន្នន័យរបស់លោកអ្នកនឹងត្រូវបានយកចិត្តទុកដាក់បំផុត ហើយនឹងមិនត្រូវបានចែកចាយមុនពេលសុំសិទ្ធិពីលោកអ្នកឡើយ។

# allowPhonePermissionLabel
source: Allow phone
km: អនុញ្ញាតទូសព្ទ

# allowPhoneAlertMessage
source: This application requires the use of phone service to send phone numbers to you in decision making related to location or business. The security of your data will be taken care of most carefully and will not be shared before asking for your permission.
km: កម្មវិធីនេះត្រូវការប្រើប្រាស់សេវាទូរសព្ទ ដើម្បីបញ្ជូនលេខទូរសព្ទទៅអ្នកក្នុងការសម្រេចចិត្តទាក់ទងម្ជាស់ទីតាំង ឬអាជីវកម្ម។ សុវត្ថិភាពនៃទិន្នន័យរបស់លោកអ្នកនឹងត្រូវបានយកចិត្តទុកដាក់បំផុត ហើយនឹងមិនត្រូវបានចែកចាយមុនពេលសុំសិទ្ធិពីលោកអ្នកឡើយ។

# allowMicrophonePermissionLabel
source: Allow microphone
km: អនុញ្ញាតថតសម្លេង

# allowMicrophoneAlertMessage
source: This application requires the use of microphone system to allow you to send voice messages. The security of your data will be taken care of most carefully and will not be shared before asking for your permission.
km: កម្មវិធីនេះត្រូវការប្រើប្រាស់ប្រព័ន្ធស្រូបសម្លេង ដើម្បីអាចអោយអ្នកផ្ញើសារជាសម្លេងបាន។ សុវត្ថិភាពនៃទិន្នន័យរបស់លោកអ្នកនឹងត្រូវបានយកចិត្តទុកដាក់បំផុត ហើយនឹងមិនត្រូវបានចែកចាយមុនពេលសុំសិទ្ធិពីលោកអ្នកឡើយ។

# cancelLabel
source: Cancel
km: បោះបង់

# editLabel
source: Edit
km: កែសម្រួល

# confirmLabel
source: Yes
km: បាទ/ចាស

# backLabel
source: Back
km: ថយក្រោយ

# nextLabel
source: Next
km: បន្ទាប់

# closeLabel
source: Close
km: ចាកចេញ

# deleteLabel
source: Delete
km: លុបចោល

# signInLabel
source: Sign In
km: ចូលគណនី

# updateLabel
source: Update
km: អាប់ដេតជំនាន់ថ្មី

# getStartedLabel
source: Get Started
km: ចាប់ផ្តើម

# exploreLabel
source: Let's explore
km: តោះដើរលេង

# featureMaintenanceHint
source: This feature is being upgraded with new special features
km: មុខងារនេះកំពុងតែតំឡើងលក្ខណៈពិសេសថ្មី

# coreUpdateLabel
source: Core system update
km: កំណែប្រព័ន្ធស្នូល

# coreUpdateDescription
source: Sorry for this inconvenience. We are improving the core system to make it better. The new core system makes many processes smoother, faster and more reliable. Our new update brings you new features and process improvements to give you an unprecedented experience. Please wait!
km: សូមអភ័យទោស ចំពោះការរអាក់រអួលនេះ។ ពួកយើងកំពុងតែកែសម្រួលប្រព័ន្ធស្នូលឲ្យមានភាពប្រសើរឡើង។ ប្រព័ន្ធស្នូលជំនាន់ថ្មីនេះធ្វើឲ្យដំណើរការមួយចំនួនធំកាន់តែរលូន លឿន និងអាចជឿទុកចិត្តបាន។ ការធ្វើបច្ចុប្បន្នភាពថ្មីរបស់យើងនាំមកជូនលោកអ្នកនូវមុខងារថ្មីៗ និងការកែលម្អដំណើរការ ដើម្បីធ្វើឱ្យអ្នកទទួលបាននូវបទពិសោធន៍ដែលមិនធ្លាប់មានពីមុនមក។ សូមមេត្តារងចាំ!

# homeUsersLabel
source: Users
km: អ្នកប្រើប្រាស់

# homeConnectionsLabel
source: Business connections
km: ទំនាក់ទំនងអាជីវកម្ម

# homeViewsLabel
source: Places and businesses
km: ទីតាំង និងអាជីវកម្ម

# notificationClosed
source: Notification service is disabled. Please enable notification service to receive message notifications.
km: សេវាប្រាប់សារត្រូវបានបិទ។ សូមមេត្តាបើកសេវាប្រាប់សារ ដើម្បីទទួលបានដំណឹងសារ។

# notificationToOpenMobile
source: Tap here to reopen!
km: ចុចទីនេះដើម្បីបើកឡើងវិញ!

# notificationToOpenWeb
source: Tap the notification icon above to reopen!
km: ចុចលើនិមិត្តសញ្ញាប្រាប់សារខាងលើ ដើម្បីបើកឡើងវិញ!

# contentLabel
source: Content order
km: លំដាប់មាតិកា

# updateNowLabel
source: Update now
km: កំណែអាប់ដេត

# updateDescription
source: Please download the new version. The new version makes many processes smoother, faster and more reliable. Our new update brings you new features never seen before and process improvements to make your experience even better.
km: សូមទាញយកកម្មវិធីជំនាន់ថ្មី។ ជំនាន់ថ្មីនេះធ្វើឲ្យដំណើរការមួយចំនួនធំកាន់តែរលូន លឿន និងអាចជឿទុកចិត្តបាន។ ការធ្វើបច្ចុប្បន្នភាពថ្មីរបស់យើងនាំមកជូនលោកអ្នកនូវមុខងារថ្មីៗ មិនធ្លាប់មានពីមុនមក និងការកែលម្អដំណើរការដើម្បីធ្វើឱ្យបទពិសោធន៍របស់អ្នកកាន់តែប្រសើរឡើង។

# technicalErrorLabel
source: Technical error
km: បញ្ហាបច្ចេកទេស

# networkIssueLabel
source: Data connection issue
km: បញ្ហាភ្ជាប់ប្រព័ន្ធទិន្នន័យ

# networkIssueDescription
source: We encountered some issues connecting to your data storage system. Please check if your internet is stable, then close the application completely and restart the application to confirm. If you still have issues, please contact our support team. We apologize for any inconvenience that may occur.
km: យើងខ្ញុំបានជួបបញ្ហាក្នុងការតភ្ជាប់ទៅកាន់ ប្រព័ន្ធផ្ទុកទិន្នន័យរបស់លោកអ្នក។ សូមពិនិត្យមើលឡើងវិញថាអុីនធឺណែតរបស់អ្នកមានស្ថេរភាពឬអត់ បន្ទាប់មកសូមបិទកម្មវិធីទាំងស្រុង រួចចាប់ផ្ដើមកម្មវិធីឡើងវិញដើម្បីបញ្ជាក់។ ប្រសិនបើអ្នកនៅតែជួបបញ្ហា សូមទាក់ទងមកកាន់សហការីរបស់ពួកយើង។ យើងខ្ញុំសូមអភ័យទោសចំពោះការរអាក់រអួលប្រការណាមួយដែលអាចកើតមានឡើង។

# dsLoadingErrorDescription
source: We encountered some technical issues while loading your data. Your data was not properly organized when starting the application. We apologize for this inconvenience! Please close the application completely and reopen it, this might resolve the issue. If you still encounter this issue, please contact our support team.
km: យើងខ្ញុំបានជួបប្រទះបញ្ហាបច្ចេកទេសមួយចំនួនក្នុងអំឡុងពេលដំណើរការទាញយកទិន្នន័យ។ ទិន្នន័យរបស់លោកអ្នកមិនបានរៀបចំបានត្រឹមត្រូវនៅពេលចាប់ផ្តើមកម្មវិធី។ យើងខ្ញុំសូមអភ័យទោសចំពោះការរអាក់រអួលនេះ! សូមបិទកម្មវិធីទាំងស្រុង ហើយបើកវាឡើងវិញប្រហែលជាអាចដោះស្រាយបញ្ហានេះបាន។ ប្រសិនបើអ្នកនៅតែជួបប្រទះបញ្ហានេះ សូមទាក់ទងមកកាន់សហការីរបស់ពួកយើង។

# meLabel
source: Me
km: ខ្ញុំ

# mimicLabel
source: Mimic:
km: និយាយតាម៖

# biographyLabel
source: Biography
km: ជីវប្រវត្តិ

# expiredLabel
source: Expired
km: ផុតកំណត់
